Revit 2027 API
ParameterTypeId.ContinuousFootingEccentricity Property
 "Eccentricity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingEccentricity { get; }
Public Shared ReadOnly Property ContinuousFootingEccentricity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingEccentricity {
	ForgeTypeId^ get ();
}
static member ContinuousFootingEccentricity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace